Repository: CyberFlameGO/LocationPrivacy
Catalog: description/*.xlf
Languages: es, fr, ja, nb

# title
source: Location Privacy
fr: Géo confidentialité
nb: PlasseringsVern

# shortdescription
source: privacy filters for shared location links
es: filtros de privacidad para enlaces de ubicación compartida
fr: des filtres de confidentialité pour des liens de positionnement partagés
ja: 共有した場所のリンクに対するプライバシーフィルター

# intro
source: Just click on a link that points to a location, and LocationPrivacy will show up as one of the options. If you select it, then it will use the most private way possible to get the location from that link. It will then forward the location to the map app that you choose. LocationPrivacy is not really app but rather a set of "privacy filters" for all of the various ways of sharing location. When you click on a location link in one app, LocationPrivacy offers itself as an option. It then recognizes insecure methods of sharing location, and then converts them to the most private methods available. For many links, the location can be read without even going online. For others, LocationPrivacy reads the location from the webpage via Tor, so that it cannot be tracked to you. Whenever possible, the connection uses HTTPS.
es: Simplemente pulse sobre un enlace que apunte a una ubicación, y LocationPrivacy se mostrará como una de la opciones. Si lo selecciona, entonces usará la manera más privada posible de obtener la ubicación de ese enlace. Luego reenviará la ubicación a la aplicación de mapas que usted elija. LocationPrivacy no es en realidad una aplicación sino más bien un conjunto de "filtros de privacidad" para todas las diferentes formas de compartir la ubicación. Cuando hace clic sobre el enlace de una ubicación en una aplicación, LocationPrivacy se ofrece a si mismo como una opción. Entonces reconoce los métodos inseguros de compartir la ubicación, y luego los convierte en los métodos más privados disponibles. Para muchos enlaces, la ubicación puede leerse sin siquiera conectarse. Para otros, LocationPrivacy lee la ubicación de la página web a través de Tor, así que evita que se pueda llegar a usted mediante rastreo. Siempre que sea posible, la conexión usa HTTPS.
fr: Cliquez juste sur un lien qui réfère à une position et Géo confidentialité apparaîtra parmi les options. Si vous le choisissez, il utilisera la manière la plus confidentielle possible pour obtenir l’emplacement de ce lien. Il acheminera alors l’emplacement vers l’appli de cartes de votre choix. Géo confidentialité n’est pas vraiment une appli, mais plutôt un jeu de « filtres d’intention » pour toutes les différentes approches de partage de l’emplacement. Lorsque vous partagez l’emplacement à partir d’une appli, Géo confidentialité est offert comme option. Il reconnaît ensuite les méthodes risquées de partage de l’emplacement et les convertit en des méthodes plus sûres. Pour de nombreuses liens, l’emplacement peut être lu sans aller en ligne. Pour les autres, Géo confidentialité lit l’emplacement à partir de la page Web, par Tor, afin que de ne pas pouvoir être suivi à la trace jusqu’à vous. Si possible, la connexion utilise HTTPS.
ja: 場所を指すリンクをクリックすると、LocationPrivacyのオプションの1つとして表示されます。それを選択した場合、そのリンクから場所を取得するために可能な限り最もプライベートな方法を使用します。その後、場所を選択した地図アプリに転送します。LocationPrivacyは実際のアプリではなく、場所を共有するさまざまな方法に対して「プライバシーフィルタ」のセットです。あなたがあるアプリ内で場所のリンクをクリックすると、LocationPrivacyはそれ自身をオプションとして提供します。次に、安全ではない場所を共有する方法を認識し、利用可能な最もプライベートな方法に変換します。多くのリンクに対して、オンラインにすることなく場所を読み取ることができます。その他に対して、あなたを追跡することができないように、LocationPrivacyは、Torを介してウェブページから場所を読み取ります。可能な限り、接続はHTTPSを使用します。

# intro2
source: OsmAnd is the recommended map app for private location because it works fully offline and we have audited it. LocationPrivacy will work with basically all map apps. LocationPrivacy can also serve as a way to redirect all location links to your favorite mapping app. All map apps in Android can view `geo:` URIs, and LocationPrivacy converts many kinds of links to `geo:` URIs, including: Google Maps, OpenStreetMap, Amap, Baidu Map, QQ Map, Nokia HERE, Yandex Maps.
es: OsmAnd es la aplicación de mapa recomendada para la localización privada porque funciona completamente desconectada y la hemos auditado. LocationPrivacy funcionará básicamente con todas las aplicaciones de mapas. LocationPrivacy también puede servir como una forma de redirigir todos los enlaces de ubicación hacia su aplicación de mapas favorita. Todas las aplicaciones de mapas en Android pueden ver URIs `geo:`, y LocationPrivacy convierte muchas clases de enlaces a URIs `geo:`, incluyendo: Google Maps, OpenStreetMap, Amap, Baidu Map, QQ Map, Nokia HERE, Yandex Maps.
fr: OsmAnd est l’appli de cartes recommandée pour un positionnement confidentiel, car elle travaille hors ligne et nous l’avons vérifiée. Géo confidentialité fonctionnera avec essentiellement toutes les applis de cartes. Géo confidentialité peut aussi servir à réacheminer tous vos liens de positionnement vers votre appli de cartes favorite. Toutes les applis de cartes pour Android peuvent voir les URI `geo:`, et Géo confidentialité convertit de nombreux types de liens en URI `geo:`, incluant les cartes Google Maps, OpenStreetMap, Amap, Baidu Map, QQ Map, Nokia HERE, Yandex Maps.
ja: OsmAndは、完全にオフラインで動作し、私たちが監査しているので、プライベートな場所のために推奨の地図アプリです。LocationPrivacyは基本的にすべての地図アプリで動作します。LocationPrivacyも、すべての場所のリンクをお気に入りの地図アプリへリダイレクトする方法として機能することができます。Androidのすべての地図アプリは `geo:` URI を表示することができます。そしてLocationPrivacyは、Googleマップ、OpenStreetMap、Amap、百度地図、QQ地図、ノキアここ、Yandex地図を服務、多くの種類のリンクを `geo:` URI に変換します。

# helptranslate
source: Don’t see your language? Join us and help translate the app:
es: ¿No ve su idioma? Únase a nosotros y ayude a traducir la app:
fr: Vous ne voyez pas votre langue ? Joignez-vous à nous et aidez-nous à traduire cette appli :
ja: あなたの言語が見つかりませんか? 私たちに参加して、アプリの翻訳を支援してください
nb: Mangler ditt språk? Velkommen i våre rekker skal du være, hjelp oss med å oversette programmet:

source: ***Learn More***
es: ***Conozca más***
fr: ***En apprendre davantage***
ja: ***さらに詳しく***
nb: ***Lær mer***

# aboutus
source: ★ ABOUT US: Guardian Project is a group of developers that make secure mobile apps and open-source code for a better tomorrow
es: ★ ACERCA DE NOSOTROS: Guardian Project es un grupo de desarrolladores que elaboran aplicaciones móviles seguras y código abierto para un mañana mejor.
fr: ★ À PROPOS DE NOUS : le Projet Guardian est un groupe de développeurs concevant des applis mobiles sécurisées et du code ouvert pour des lendemains meilleurs.
ja: ★ 私たちについて: ガーディアン プロジェクトは、より良い明日のために安全なモバイルアプリやオープンソースのコードを作る開発者のグループです
nb: ★ OM OSS: Guardian-prosjektet er en gruppe utviklere som lager sikre mobilprogrammer og friprog-løsninger for en bedre fremtid

# ourwebsite
source: ★ OUR WEBSITE: https://GuardianProject.info
es: ★ NUESTRO SITIO WEB: https://GuardianProject.info
fr: ★ NOTRE SITE WEB : https://GuardianProject.info
ja: ★ WEBサイト: https://GuardianProject.info
nb: ★ VÅR NETTSIDE: https://GuardianProject.info

# ontwitter
source: ★ ON TWITTER: https://twitter.com/guardianproject
es: ★ EN TWITTER: https://twitter.com/guardianproject
fr: ★ SUR TWITTER : https://twitter.com/guardianproject
ja: ★ Twitter: https://twitter.com/guardianproject

# freesoftware
source: ★ FREE SOFTWARE: LocationPrivacy is free software. You can take a look at our source code, or contribute to help make LocationPrivacy even better:
es: ★ SOFTWARE LIBRE: LocationPrivacy es software libre. Puede echar un vistazo a nuestro código fuente, o contribuir para ayudar a hacer LocationPrivacy aún mejor:
fr: ★ LOGICIEL LIBRE : Géo confidentialité est un logiciel libre. Vous pouvez consulter notre code source et participer afin d’encore améliorer Géo confidentialité :
ja: ★ フリーソフトウェア: LocationPrivacy はフリーソフトウェアです。私たちのソースコードを見ることや、LocationPrivacy をさらに良くするために支援して貢献することができます:

# messageus
source: ★ MESSAGE US: Are we missing your favorite feature? Found an annoying bug? Please tell us! We’d love to hear from you. Send us an email: support@guardianproject.info or find us in our chat room https://guardianproject.info/contact
es: ★ ENVÍENOS UN MENSAJE: ¿Nos estamos dejando su característica favorita? ¿Encontró un fallo molesto? ¡Por favor, cuéntenoslo! Nos encanta escucharlo de usted. Envíenos un correo electrónico a: support@guardianproject.info o encuéntrenos en nuestra sala de chat en https://guardianproject.info/contact
fr: ★ CONTACTEZ-NOUS : votre fonction favorite est absente ? Vous avez trouvé un bogue ennuyant ? Nous aimerions que vous nous en fassiez part ! Envoyez-nous un courriel : support@guardianproject.info ou trouvez-nous dans notre clavardoir https://guardianproject.info/contact
ja: ★ 私たちにメッセージをお送りください: あなたのお気に入りの機能が不足していませんか? 迷惑なバグを発見されましたか? 私たちまでお知らせください! あなたの声をお聞かせください。私たちにメールをお送りください: support@guardianproject.info またはチャットルーム https://guardianproject.info/contact で私たちを検索してください
nb: ★ SEND OSS EN MELDING: Mangler vi din favoritt-funksjon? Funnet en irriterende feil? Vi vil gjerne høre fra deg! Send oss en e-post: support@guardianproject.info eller snakk til oss i vårt sludrerom https://guardianproject.info/contact

# shortdescription
source: privacy filters for when you are sharing your location
nb: personverns-filtre som brukes når du deler din plassering

# intro
source: LocationPrivacy is not really an app but rather a set of "Intent Filters" for all of the various ways of sharing location. When you share location from one app, LocationPrivacy offers itself as an option. It then recognizes insecure methods of sharing location, and then converts them to more secure methods. This mostly means that it rewrites URLs to use https, and even to use `geo:` URIs, which can work on fully offline setups. LocationPrivacy mostly works by reading the location information from the URL itself. For many URLs, LocationPrivacy must actually load some of the webpage in order to get the location.
nb: PlasseringsVern er ikke egentlig et program, men snarere et knippe "hensikts-filtre" ment for de forskjellige måtene man kan dele plassering. Når du deler den informasjonen fra et program, vil PlasseringsVern tilby seg som et valg. Den gjenkjenner usikre måter å dele plassering på, og konverterer dem til mer sikre metoder. Dette betyr for det meste å skrive om nettadresser til å bruke https, og noen ganger 'geo:' Nettadresser som virker på frakoblede oppsett. Plasseringsvern fungerer for det meste ved å lese plasseringen ut av nettadressen direkte. I mange fall må PlasseringsVern faktisk laste noe av nettsiden for å få ut informasjonen.

# intro2
source: LocationPrivacy can also serve as a way to redirect all location links to your favorite mapping app. All map apps in Android can view `geo:` URIs, and LocationPrivacy converts many kinds of links to `geo:` URIs, including: Google Maps, OpenStreetMap, Amap, Baidu Map, QQ Map, Nokia HERE, Yandex Maps.
nb: PlasseringsVern kan også tjene som en måte å omdirigere alle plasseringslenker til ditt foretrukne kartprogram. Alle kart i Android kan vise 'geo:'-nettadresser, og PlasseringsVern oversetter mange typer lenker til 'geo:' Nettadresser omfatter Google Maps, OpenStreetMap, Amap, Baidu Map, QQ Map, Nokia HERE og Yandex Maps.

# intro3
source: This was started as part of the T2 Panic work, since sharing location is so often a part of panic apps. Follow our progress here:
nb: Dette ble startet som del av arbeidet rundt T2-panikk, siden deling av plassering så ofte er en del av panikk-programmer. Følg vår framdrift her:
